Repository: Spacebody/Vela
Catalog: Vela/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

# legacy.updatingRule
source: Updating rule
zh_hans: 正在更新规则

# legacy.uploaded
source: Uploaded
zh_hans: 已上传

# legacy.upstream
source: Upstream
zh_hans: 上游

# legacy.upstreamArchiveSha
source: Upstream Archive SHA
zh_hans: 上游归档 SHA

# legacy.usage
source: Usage
zh_hans: 用量

# legacy.useFactory
source: Use Factory
zh_hans: 使用内置版本

source: User info, query parameters, and fragments remain hidden to protect subscription credentials.
zh_hans: 为保护订阅凭据，用户信息、查询参数和片段会保持隐藏。

# legacy.username
source: Username
zh_hans: 用户名

# legacy.useTheExistingVelaImportTransactionOrAddAProfileLater
source: Use the existing Vela import transaction, or add a profile later.
zh_hans: 使用 Vela 现有的导入事务，或稍后添加配置。

# legacy.useVela
source: Use Vela
zh_hans: 使用 Vela

# legacy.useVelaForSystemProxy
source: Use Vela for System Proxy
zh_hans: 使用 Vela 管理系统代理

# legacy.validate
source: Validate
zh_hans: 验证

# legacy.validateAgain
source: Validate Again
zh_hans: 再次验证

# legacy.validateProfile
source: Validate Profile
zh_hans: 验证配置

# legacy.validateSafely
source: Validate Safely
zh_hans: 安全验证

# legacy.validateSelectedConfiguration
source: Validate Selected Configuration
zh_hans: 验证所选配置

# legacy.validatingDialog
source: Validating…
zh_hans: 正在验证…

# legacy.validation
source: Validation
zh_hans: 验证

source: Validation checks the selected profile through Vela's existing engine transaction. It does not enable a network mode.
zh_hans: 验证会通过 Vela 现有的引擎事务检查所选配置，不会启用网络模式。

# legacy.validationDidNotPassYouCanFixTheProfileLater
source: Validation did not pass. You can fix the profile later.
zh_hans: 验证未通过。你可以稍后修复此配置。

# legacy.value5Minutes
source: 5 Minutes
zh_hans: 5 分钟

# legacy.value15Minutes
source: 15 Minutes
zh_hans: 15 分钟

# legacy.value30Minutes
source: 30 Minutes
zh_hans: 30 分钟

# legacy.vehicle
source: Vehicle
zh_hans: 载体

# legacy.velaAsksOnlyWhenAFeatureNeedsAccessAndExplainsTheRequestFirst
source: Vela asks only when a feature needs access, and explains the request first.
zh_hans: 只有功能需要访问时，Vela 才会请求权限，并会先解释原因。

# legacy.velaCodeSignature
source: Vela Code Signature
zh_hans: Vela 代码签名

# legacy.velaCouldNotReadThisProfileSProtectedSettingsFromKeychain
source: Vela could not read this profile's protected settings from Keychain.
zh_hans: Vela 无法从钥匙串读取此配置受保护的设置。

source: Vela does not advertise App Intents, a CLI, or an Automation Socket until the production command bus and signed local protocol are present.
zh_hans: 在生产命令总线和签名本地协议就绪前，Vela 不会宣称支持 App Intents、CLI 或自动化 Socket。

source: Vela explains why access is needed before macOS is asked. Choosing Not Now remains supported.
zh_hans: 向 macOS 请求权限前，Vela 会解释需要访问的原因。你始终可以选择“暂不”。

source: Vela may check and download automatically, but it never activates a downloaded Core without an explicit user action.
zh_hans: Vela 可以自动检查并下载，但绝不会在没有用户明确操作时启用已下载的 内核。

# legacy.velaTour
source: Vela Tour
zh_hans: Vela 导览

source: Vela uses Sparkle's persisted preferences and scheduler directly. Automatic installation remains off by default.
zh_hans: Vela 直接使用 Sparkle 持久化的偏好设置和调度器。自动安装默认保持关闭。

# legacy.velaVisualSystem
source: Vela Visual System
zh_hans: Vela 视觉系统

# legacy.velaWillNotStartAProxyTunInterfaceOrBackgroundPermissionDuringSetup
source: Vela will not start a proxy, TUN interface, or background permission during setup.
zh_hans: 设置期间，Vela 不会启动代理、TUN 接口，也不会请求后台权限。

# legacy.verification
source: Verification
zh_hans: 验证

# legacy.verify
source: Verify
zh_hans: 验证

# legacy.version
source: Version
zh_hans: 版本

# legacy.versionProbe
source: Version Probe
zh_hans: 版本探测

# legacy.viewBuildManifest
source: View Build Manifest
zh_hans: 查看构建清单

# legacy.viewReleaseNotes
source: View Release Notes
zh_hans: 查看发行说明

# legacy.viewTunStatus
source: View TUN Status
zh_hans: 查看 TUN 状态

source: Warning: this preview includes redacted privileged Mihomo startup logs. Review every line before saving or sharing.
zh_hans: 警告：此预览包含已脱敏的特权 Mihomo 启动日志。保存或分享前，请检查每一行。

# legacy.welcome
source: Welcome
zh_hans: 欢迎

# legacy.whenItIsUsed
source: When it is used
zh_hans: 使用时机

# legacy.whenYouAreReadyChooseANetworkModeFromVelaSNormalControlsAndConfirmItThere
source: When you are ready, choose a network mode from Vela's normal controls and confirm it there.
zh_hans: 准备好后，请从 Vela 的常规控件中选择网络模式，并在那里确认。

# legacy.whyVelaAsks
source: Why Vela asks
zh_hans: Vela 为什么请求

# legacy.working
source: Working
zh_hans: 正在处理

# legacy.youReReady
source: You're Ready
zh_hans: 准备就绪

# legacy.youStayInControl
source: You stay in control
zh_hans: 一切由你掌控

# logs.action.cancelExport
source: Cancel Export
zh_hans: 取消导出

# logs.action.clearFilters
source: Clear Filters
zh_hans: 清除筛选

# logs.action.resume
source: Resume
zh_hans: 继续

# logs.action.retrySource
source: Retry Source
zh_hans: 重试来源

# logs.column.category
source: Category
zh_hans: 类别

# logs.empty.failure.detail
source: Retry the source or open Diagnostics for guided recovery.
zh_hans: 重试日志来源，或打开“诊断”进行引导式恢复。

# logs.empty.filtered.description
source: Adjust the level, source, or search filters.
zh_hans: 调整级别、来源或搜索筛选条件。

# logs.empty.filtered.title
source: No matching logs
zh_hans: 没有匹配的日志

# logs.empty.none.description
source: Logs appear here when Mihomo or Vela emits an event.
zh_hans: 当 Mihomo 或 Vela 发出事件时，日志会显示在这里。

# logs.empty.none.title
source: No logs yet
zh_hans: 尚无日志

# logs.filter.levels
source: Levels
zh_hans: 级别

# logs.filter.sources
source: Sources
zh_hans: 来源

# logs.inspector.event
source: Event
zh_hans: 事件

# logs.inspector.eventCode
source: Event Code
zh_hans: 事件代码

# logs.inspector.fullMessage
source: Full Message
zh_hans: 完整消息

# logs.inspector.hide
source: Hide Inspector
zh_hans: 隐藏检查器

# logs.inspector.identity
source: Identity
zh_hans: 标识

# logs.inspector.metadata
source: Metadata
zh_hans: 元数据

# logs.inspector.noSelection.detail
source: Select a log row to inspect its redacted event metadata.
zh_hans: 选择一条日志以检查其已脱敏的事件元数据。

# logs.inspector.noSelection.title
source: No Event Selected
zh_hans: 未选择事件

# logs.inspector.redacted
source: Verified redacted
zh_hans: 已验证脱敏

# logs.inspector.redaction
source: Redaction
zh_hans: 脱敏

# logs.inspector.sequence
source: Sequence
zh_hans: 序号

# logs.inspector.session
source: Session
zh_hans: 会话

# logs.inspector.show
source: Show Inspector
zh_hans: 显示检查器

# logs.inspector.subsystem
source: Subsystem
zh_hans: 子系统

# logs.level.debug
source: Debug
zh_hans: 调试

# logs.level.error
source: Error
zh_hans: 错误

# logs.level.info
source: Info
zh_hans: 信息

# logs.level.silent
source: Silent
zh_hans: 静默

# logs.level.unknown
source: Unknown
zh_hans: 未知

# logs.level.warning
source: Warning
zh_hans: 警告

# logs.source.mihomoStderr
source: Mihomo stderr
zh_hans: Mihomo 标准错误

# logs.source.mihomoStdout
source: Mihomo stdout
zh_hans: Mihomo 标准输出

# logs.state.failure.title
source: Logs Unavailable
zh_hans: 日志不可用

# logs.state.failureWithBuffer.title
source: Live Collection Interrupted
zh_hans: 实时收集中断

# logs.state.loading.detail
source: The table will remain in place while sources are prepared.
zh_hans: 准备日志来源时，表格布局会保持不变。

# logs.state.loading.title
source: Preparing Log Stream
zh_hans: 正在准备日志流

# logs.state.paused.detail
source: %lld new events are buffered. Resume to catch up.
zh_hans: 已缓冲 %lld 个新事件。继续以追赶最新内容。

# logs.state.paused.title
source: Live View Paused
zh_hans: 实时视图已暂停

# logs.state.reconnecting.detail
source: Buffered events remain available while the Controller reconnects.
zh_hans: Controller 重新连接时，已缓冲事件仍可查看。

# logs.state.reconnecting.title
source: Reconnecting Log Sources
zh_hans: 正在重新连接日志来源

# logs.state.stale.detail
source: Showing the last buffered events. New events are not arriving.
zh_hans: 正在显示最后的缓冲事件，当前没有新事件到达。

# logs.state.stale.title
source: Log Snapshot Is Stale
zh_hans: 日志快照已过期

# logs.status.following
source: Following
zh_hans: 正在跟随

# logs.status.interrupted
source: Interrupted
zh_hans: 已中断

# logs.status.live
source: Live
zh_hans: 实时

# logs.status.loading
source: Loading
zh_hans: 正在加载

# logs.status.paused
source: Paused
zh_hans: 已暂停

# logs.status.reconnecting
source: Reconnecting
zh_hans: 正在重连

# logs.status.stale
source: Stale
zh_hans: 已过期

# logs.status.unavailable
source: Unavailable
zh_hans: 不可用

# logs.status.waiting
source: Waiting
zh_hans: 等待中

# logs.summary.discarded
source: %lld older events discarded
zh_hans: 已丢弃 %lld 个较早事件

# logs.summary.lastEvent
source: Last event %@
zh_hans: 最后事件 %@

# menu.accessibility.connected
source: connected
zh_hans: 已连接

# menu.accessibility.connectedBackend.format
source: connected using %@
zh_hans: 已通过 %@ 连接

# menu.accessibility.connecting
source: connecting
zh_hans: 正在连接

# menu.accessibility.disconnected
source: Vela, disconnected
zh_hans: Vela，已断开连接

# menu.accessibility.engineOnly
source: disconnected
zh_hans: 未连接

# menu.accessibility.modeFormat
source: %@ mode
zh_hans: %@ 模式

# menu.accessibility.needsAttention
source: Vela, needs attention
zh_hans: Vela，需要处理

# menu.accessibility.noProfile
source: no Profile selected
zh_hans: 未选择配置

# menu.accessibility.off
source: Vela, disconnected
zh_hans: Vela，未连接

# menu.accessibility.paused
source: paused
zh_hans: 已暂停

# menu.accessibility.profileMode.format
source: Profile %@, %@ mode
zh_hans: 配置 %@，%@ 模式

# menu.accessibility.quitting
source: stopping and quitting
zh_hans: 正在停止并退出

# menu.accessibility.recovery
source: recovery required
zh_hans: 需要恢复

# menu.accessibility.runtimeUnavailable
source: connection unavailable
zh_hans: 连接不可用

# menu.accessibility.stale
source: status stale
zh_hans: 状态已过期

# menu.accessibility.switching.format
source: switching to %@
zh_hans: 正在切换到 %@

# menu.accessibility.transitioningFormat
source: Vela, transitioning, %@
zh_hans: Vela，正在切换，%@

# menu.accessibility.usingSystemProxy
source: using System Proxy
zh_hans: 正在使用系统代理

# menu.accessibility.usingTUN
source: using TUN
zh_hans: 正在使用 TUN

# menu.action.chooseProfile
source: Choose Profile…
zh_hans: 选择配置…

# menu.action.openDiagnostics
source: Open Diagnostics…
zh_hans: 打开诊断…

# menu.action.openProxies
source: Open Proxies…
zh_hans: 打开代理…

# menu.action.openScenes
source: Open Scenes…
zh_hans: 打开场景…

# menu.action.openVela
source: Open Vela
zh_hans: 打开 Vela

# menu.action.quit
source: Quit Vela
zh_hans: 退出 Vela

# menu.action.reconnect
source: Reconnect
zh_hans: 重新连接

# menu.action.refreshStatus
source: Refresh Status
zh_hans: 刷新状态

# menu.action.retryStatus
source: Retry Status
zh_hans: 重试状态

# menu.action.settings
source: Settings…
zh_hans: 设置…

# menu.action.startMihomo
source: Start Mihomo
zh_hans: 启动 Mihomo

# menu.action.stopMihomo
source: Stop Mihomo
zh_hans: 停止 Mihomo

# menu.backend.engineOnly
source: Engine Only
zh_hans: 仅内核

# menu.backend.engineOnly.detail
source: Mihomo is running without System Proxy or TUN.
zh_hans: Mihomo 正在运行，但未启用系统代理或 TUN。

# menu.backend.switching.format
source: %@ — Switching…
zh_hans: %@ — 切换中…

# menu.backend.systemProxy
source: System Proxy
zh_hans: 系统代理

# menu.context.issueCount.format
source: %lld checks need attention
zh_hans: %lld 项检查需要处理

# menu.context.lastKnown.format
source: Last known · %@
zh_hans: 上次状态 · %@

# menu.context.modeUnavailable
source: Mode unavailable
zh_hans: 模式不可用

# menu.context.preferred.format
source: Preferred · %@
zh_hans: 偏好 · %@

# menu.context.proxy.format
source: Proxy · %@
zh_hans: 代理 · %@

# menu.context.scene.format
source: Scene · %@
zh_hans: 场景 · %@

# menu.disabled.active
source: This backend is already active.
zh_hans: 此后端已处于活动状态。

# menu.disabled.backend
source: Stop the current backend first.
zh_hans: 请先停止当前后端。

# menu.disabled.component
source: Set up the privileged component first.
zh_hans: 请先设置特权组件。

# menu.disabled.controller
source: Reconnect the Controller first.
zh_hans: 请先重新连接 Controller。

# menu.disabled.operation
source: Another runtime operation is in progress.
zh_hans: 另一项运行时操作正在进行。

# menu.disabled.profile
source: Choose a Profile first.
zh_hans: 请先选择配置。

# menu.disabled.quit
source: Vela is already stopping and quitting.
zh_hans: Vela 已在停止并退出。

# menu.disabled.transition
source: Wait for the current network transition to finish.
zh_hans: 请等待当前网络切换完成。

# menu.freshness.detail.format
source: Last verified %@ · generation %llu
zh_hans: 上次验证 %@ · 第 %llu 代

# menu.freshness.unknown
source: No verified runtime snapshot is available.
zh_hans: 没有可用的已验证运行时快照。

# menu.lastAction.format
source: Last action · %@
zh_hans: 上次操作 · %@

# menu.pause.minutes.format
source: %lld Minutes
zh_hans: %lld 分钟

# menu.pause.resume
source: Resume TUN
zh_hans: 恢复 TUN

# menu.pause.title
source: Pause TUN
zh_hans: 暂停 TUN

# menu.profile.format
source: Profile · %@
zh_hans: 配置 · %@

# menu.proxy.format
source: Proxy · %@
zh_hans: 代理 · %@

# menu.proxy.title
source: Proxy · %@
zh_hans: 代理 · %@

# menu.quit.pending
source: Stopping and Quitting…
zh_hans: 正在停止并退出…

# menu.scene.title
source: Scene · %@
zh_hans: 场景 · %@

# menu.section.backend
source: Traffic Routing
zh_hans: 流量接管

# menu.status.connected
source: Connected
zh_hans: 已连接

# menu.status.connectedBackend.format
source: Connected · %@
zh_hans: 已连接 · %@

# menu.status.connectedMode.format
source: Connected · %@
zh_hans: 已连接 · %@

# menu.status.connecting
source: Mihomo running · Connecting…
zh_hans: Mihomo 正在运行 · 正在连接…

# menu.status.controllerDisconnected
source: Controller disconnected
zh_hans: Controller 已断开连接

# menu.status.controllerUnavailable
source: Controller unavailable
zh_hans: Controller 不可用

# menu.status.disconnected
source: Mihomo disconnected
zh_hans: Mihomo 已断开连接

# menu.status.disconnecting
source: Disconnecting…
zh_hans: 正在断开…

# menu.status.engineOnly
source: Disconnected
zh_hans: 未连接

# menu.status.modeUnavailable
source: Mode unavailable
zh_hans: 模式不可用

# menu.status.needsAttention
source: Mihomo needs attention
zh_hans: Mihomo 需要处理

# menu.status.needsAttention.format
source: Needs attention · %@
zh_hans: 需要处理 · %@

# menu.status.noProfile
source: No Profile Selected
zh_hans: 未选择配置

# menu.status.off
source: Disconnected
zh_hans: 未连接

# menu.status.paused.format
source: Paused · %@
zh_hans: 已暂停 · %@

# menu.status.recovering
source: Recovering Mihomo…
zh_hans: 正在恢复 Mihomo…

# menu.status.recoveryRequired
source: Recovery Required
zh_hans: 需要恢复

# menu.status.runtimeUnavailable
source: Connection Unavailable
zh_hans: 连接不可用

# menu.status.stale.format
source: Status Stale · %@
zh_hans: 状态已过期 · %@

# menu.status.starting
source: Starting Mihomo…
zh_hans: 正在启动 Mihomo…

# menu.status.stopped
source: Mihomo stopped
zh_hans: Mihomo 已停止

# menu.status.stopping
source: Stopping Mihomo…
zh_hans: 正在停止 Mihomo…

# menu.status.switching.format
source: Switching to %@…
zh_hans: 正在切换到 %@…

# menu.tun.approve
source: Approve TUN…
zh_hans: 批准 TUN…

# menu.tun.connecting
source: Connecting TUN…
zh_hans: 正在连接 TUN…

# menu.tun.openRecovery
source: Open TUN Recovery…
zh_hans: 打开 TUN 恢复…

# menu.tun.repair
source: Repair TUN…
zh_hans: 修复 TUN…

# menu.tun.setup
source: Set Up TUN…
zh_hans: 设置 TUN…

# menu.value.none
source: None
zh_hans: 无

# mode.direct
source: Direct
zh_hans: 直连

# mode.global
source: Global
zh_hans: 全局

# mode.rule
source: Rule
zh_hans: 规则

# navigation.configuration
source: Configuration
zh_hans: 配置工作台

# navigation.connections
source: Connections
zh_hans: 连接

# navigation.diagnostics
source: Diagnostics
zh_hans: 诊断

# navigation.logs
source: Logs
zh_hans: 日志

# navigation.overview
source: Overview
zh_hans: 概览

# navigation.profiles
source: Profiles
zh_hans: 配置

# navigation.providers
source: Providers
zh_hans: 供应商

# navigation.proxies
source: Proxies
zh_hans: 代理节点

# navigation.rules
source: Rules
zh_hans: 规则

# navigation.scenes
source: Scenes
zh_hans: 场景

# onboarding.action.back
source: Back
zh_hans: 返回

# onboarding.action.continue
source: Continue
zh_hans: 继续

# onboarding.action.continue.hint
source: Moves to the next setup step
zh_hans: 前往下一个设置步骤

# onboarding.action.finish
source: Finish
zh_hans: 完成

# onboarding.action.finish.hint
source: Completes setup without changing the active network mode
zh_hans: 完成设置，但不更改当前网络模式

# onboarding.action.skip
source: Skip Setup
zh_hans: 跳过设置

# onboarding.action.skip.hint
source: Saves this step so setup can be resumed later
zh_hans: 保存当前步骤，以便稍后继续设置

# onboarding.configuration.choose
source: Choose Configuration…
zh_hans: 选择配置…

# onboarding.configuration.choose.hint
source: Opens a file chooser for a YAML or JSON configuration
zh_hans: 打开文件选择器以选择 YAML 或 JSON 配置

# onboarding.configuration.failed
source: The requested configuration action failed. Review the configuration and try again.
zh_hans: 请求的配置操作失败。请检查配置后重试。

# onboarding.configuration.imported
source: Configuration imported.
zh_hans: 配置已导入。

# onboarding.configuration.importing
source: Importing with Vela's configuration transaction…
zh_hans: 正在通过 Vela 的配置事务导入…

# onboarding.configuration.incomplete
source: The requested configuration action did not complete. Your existing setup was not changed.
zh_hans: 请求的配置操作未完成。你现有的设置未被更改。

# onboarding.configuration.notImported
source: Configuration was not imported. Your existing setup is unchanged.
zh_hans: 配置未导入。你现有的设置未被更改。

# onboarding.configuration.optional
source: Importing is optional. You can continue and add a profile later from Settings.
zh_hans: 导入是可选操作。你可以继续，并稍后在设置中添加配置。

# onboarding.error.format
source: Error: %@
zh_hans: 错误：%@

# onboarding.finish.next
source: When you are ready, choose a network mode from Vela's normal controls and confirm it there.
zh_hans: 准备好后，请从 Vela 的常规控件中选择网络模式，并在那里确认。

# onboarding.finish.noChange
source: Finishing saves onboarding progress only. No proxy, TUN interface, location access, or login item is enabled.
zh_hans: 完成操作只会保存引导进度，不会启用代理、TUN 接口、定位访问或登录项。

# onboarding.finish.ready
source: Setup is ready to finish
zh_hans: 设置已可完成

# onboarding.header.setup
source: Set Up Vela
zh_hans: 设置 Vela

# onboarding.header.tour
source: Vela Tour
zh_hans: Vela 导览

# onboarding.network.automatic.none
source: No network mode is enabled automatically.
zh_hans: 不会自动启用任何网络模式。

# onboarding.network.noChange
source: Don't change networking yet
zh_hans: 暂不更改网络设置

# onboarding.network.systemProxy.detail
source: Routes apps that honor macOS proxy settings. Enabling it later is an explicit action.
zh_hans: 路由遵循 macOS 代理设置的应用。稍后启用时仍需明确操作。

# onboarding.network.tour.noStart
source: Continuing this tour does not start either mode.
zh_hans: 继续此导览不会启动任何一种模式。

# onboarding.network.tun.detail
source: Covers more traffic and requires privileged setup. Vela asks only after you choose TUN and reconfirm.
zh_hans: 覆盖更多流量，并需要特权设置。只有在你选择 TUN 并再次确认后，Vela 才会请求权限。

# onboarding.privacy.local.detail
source: Setup progress contains step identifiers and timestamps. It never stores configuration secrets or subscription input.
zh_hans: 设置进度只包含步骤标识和时间戳，绝不会存储配置密钥或订阅输入。

# onboarding.privacy.local.title
source: Local progress only
zh_hans: 进度仅保存在本地

# onboarding.privacy.permission.detail
source: Vela explains why access is needed before macOS is asked. Choosing Not Now remains supported.
zh_hans: 向 macOS 请求权限前，Vela 会解释需要访问的原因。你始终可以选择“暂不”。

# onboarding.privacy.permission.title
source: Permission prompts have context
zh_hans: 权限请求会先说明原因

# onboarding.progress.format
source: Step %@ of %@
zh_hans: 第 %@ 步，共 %@ 步

# onboarding.progress.saveFailed
source: Onboarding progress could not be saved. No network settings were changed.
zh_hans: 无法保存引导进度。网络设置未被更改。

# onboarding.resume.open
source: Resume Setup
zh_hans: 继续设置

# onboarding.status.working
source: Working
zh_hans: 正在处理

# onboarding.step.accessibility.format
source: Step %@, %@, %@
zh_hans: 步骤 %@，%@，%@

# onboarding.step.configuration.short
source: Configuration
zh_hans: 配置

# onboarding.step.configuration.subtitle
source: Use the existing Vela import transaction, or add a profile later.
zh_hans: 使用 Vela 现有的导入事务，或稍后添加配置。

# onboarding.step.configuration.title
source: Add a Configuration
zh_hans: 添加配置

# onboarding.step.finish.short
source: Finish
zh_hans: 完成

# onboarding.step.finish.subtitle
source: Setup ends with the same network state you started with.
zh_hans: 设置结束时的网络状态与开始时相同。

# onboarding.step.finish.title
source: You're Ready
zh_hans: 准备就绪

# onboarding.step.network.short
source: Network Modes
zh_hans: 网络模式

# onboarding.step.network.subtitle
source: System Proxy and TUN solve different problems; neither is enabled here.
zh_hans: 系统代理和 TUN 解决不同问题；此处不会启用任何一种模式。

# onboarding.step.network.title
source: Choose a Network Mode Later
zh_hans: 稍后选择网络模式

# onboarding.step.optional.short
source: Optional Tools
zh_hans: 可选工具

# onboarding.step.optional.subtitle
source: TUN, Wi-Fi name access, and Launch at Login are requested only at the moment of use.
zh_hans: 仅在实际使用时，才会请求 TUN、Wi-Fi 名称访问和登录时启动权限。

# onboarding.step.optional.title
source: Optional Tools Stay Optional
zh_hans: 可选工具始终可选

# onboarding.step.privacy.short
source: Privacy
zh_hans: 隐私

# onboarding.step.privacy.subtitle
source: Vela asks only when a feature needs access, and explains the request first.
zh_hans: 只有功能需要访问时，Vela 才会请求权限，并会先解释原因。

# onboarding.step.privacy.title
source: Privacy by Default
zh_hans: 默认保护隐私

# onboarding.step.state.completed
source: Completed
zh_hans: 已完成

# onboarding.step.state.current
source: Current
zh_hans: 当前

# onboarding.step.state.notCompleted
source: Not completed
zh_hans: 未完成

# onboarding.step.validation.short
source: Validation
zh_hans: 验证

# onboarding.step.validation.subtitle
source: Check a selected profile without starting the engine or changing routing.
zh_hans: 检查所选配置，不启动引擎，也不更改路由。

# onboarding.step.validation.title
source: Validate Safely
zh_hans: 安全验证

# onboarding.step.welcome.short
source: Welcome
zh_hans: 欢迎

# onboarding.step.welcome.subtitle
source: A short, reversible setup that leaves your network unchanged until you act.
zh_hans: 这是一个简短且可恢复的设置流程；在你操作前，网络保持不变。

# onboarding.tour.open
source: Take the Vela Tour
zh_hans: 查看 Vela 导览

# onboarding.validation.action
source: Validate Selected Configuration
zh_hans: 验证所选配置

# onboarding.validation.explanation
source: Validation checks the selected profile through Vela's existing engine transaction. It does not enable a network mode.
zh_hans: 验证会通过 Vela 现有的引擎事务检查所选配置，不会启用网络模式。

# onboarding.validation.failed
source: Validation did not pass. You can fix the profile later.
zh_hans: 验证未通过。你可以稍后修复此配置。

# onboarding.validation.running
source: Validating…
zh_hans: 正在验证…

# onboarding.validation.valid
source: Configuration is valid.
zh_hans: 配置有效。

# onboarding.welcome.control.detail
source: Vela will not start a proxy, TUN interface, or background permission during setup.
zh_hans: 设置期间，Vela 不会启动代理、TUN 接口，也不会请求后台权限。

# onboarding.welcome.control.title
source: You stay in control
zh_hans: 一切由你掌控

# onboarding.welcome.resume.detail
source: Progress is saved locally. You can skip now and resume from the last step.
zh_hans: 进度会保存在本地。你可以现在跳过，稍后从上次步骤继续。

# onboarding.welcome.resume.title
source: Safe to pause
zh_hans: 可随时暂停

# onboarding.welcome.title
source: Welcome to Vela
zh_hans: 欢迎使用 Vela

# overview.action.start
source: Start
zh_hans: 启动

# overview.action.stop
source: Stop
zh_hans: 停止

# overview.backend.activeObjectFormat
source: Active backend: %@
zh_hans: 活跃后端：%@

# overview.backend.selected
source: Selected Backend
zh_hans: 已选后端

# overview.connections.empty.detail
source: Start Mihomo to collect authoritative connection activity.
zh_hans: 启动 Mihomo 以收集可信的连接活动。

# overview.connections.empty.title
source: No active connections
zh_hans: 无活跃连接

# overview.connections.open.detail
source: Live connection rows appear here when the Connections snapshot is available.
zh_hans: “连接”快照可用后，实时连接记录会显示在这里。

# overview.connections.open.title
source: Open Connections for details
zh_hans: 打开“连接”查看详情

# overview.connections.title
source: Top Connections
zh_hans: 主要连接

# overview.controller.connected
source: Controller connected
zh_hans: Controller 已连接

# overview.controller.connecting
source: Controller connecting
zh_hans: Controller 正在连接
